Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/puheenjohtaja_juuso_iloitsee_saamelaiskokoelman_kotiinpaluusta.html.tmx
Source language: fin
Languages: smn

source: Puheenjohtaja Juuso iloitsee saamelaiskokoelman kotiinpaluusta
smn: Saavâjođetteijee Juuso illood sämmilâšnurâlduv pááikán puátimist

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso osallistui 9.9.2021 Saamelaismuseo Siidan järjestämään juhlatilaisuuteen, jossa juhlistettiin Kansallismuseolta tulevan Saamelaiskokoelman kotiinpaluuta.
smn: Sämitige saavâjođetteijee Tuomas Aslak Juuso uásálistij 9.9.2021 Säämimuseo Siida ornim juhletilálâšvuotân, mast juhluu Aalmuglâšmuseo Sämmilâšnurâlduv pááikán puáttim.

source: Puheenjohtaja Juuso iloitsee puheessaan saamelaiskokoelman kotiinpaluusta Saamelaismuseo Siidan uudistettuihin tiloihin.
smn: Saavâjođetteijee Juuso illood saavâstis sämmilâšnurâlduv pááikán puáttim Säämimuseo Siida uđâsmittum tiilijd.

source: – Nyt palautettavat esineet eivät ole vain esineitä, vaan ne yhdistävät meitä esivanhempiimme.
smn: – Tääl macâttemnáál tiiŋgah iä lah tuš tiiŋgah, peic toh ovtâstiteh mii jieččân madârvaanhimáid.

source: Kokoelma käsittää pitkän siivun historiaamme ja kertoo tarinoita saamelaisyhteisön jokapäiväisestä elämästä vuosien takaa.
smn: Nurâldâh siskeeld kuhes paje mii historjást já tot muštâl mainâsijd sämisiärváduv jyehipiäiválii elimist iivijd maŋaskulij.

source: Käsitöihin valitut materiaalit, niissä käytetyt tekniikat ja erilaiset tavat koristella esineitä – se kaikki lisää ja syventää ymmärrystä oman kansamme menneisyydestä, sanoo Juuso.
smn: Tuojij várás väljejum materiaaleh, tain kevttum tekniikeh já sierâlágán vyevih hervâttiđ tiiŋgâid – tot puoh lasseet já jieŋâlmit ibárdâs jieččân aalmug moonnâmääigist, iätá Juuso.

source: Saamelaiskäräjät on tällä vaalikaudella käynyt muinaismuistolain uudistuksen yhteydessä lähetekeskustelun, jossa on ollut vahva viesti itsemääräämisoikeuden ja itsehallinnon edistämisestä kulttuuriperinnön osalta.
smn: Sämitiggeest lii taan valjâpaje ääigi lamaš toovlášmuštolaavâ uđâsmittem ooleest vuolgâttâssavâstâllâm, mast lii lamaš noonâ viestâ jiešmeridemvuoigâdvuođâ já jiešhaldâšem oovdedmist kulttuuräärbi uásild.

source: Lisäksi Saamelaisessa parlamentaarisessa neuvostossa on päätetty aloittaa yhteisten linjauksien laatiminen saamelaisen kulttuuriperinnön osalta yhteistyössä Suomen, Ruotsin ja Norjan Saamelaiskäräjien sekä Saamelaisneuvoston kanssa.
smn: Toos lasseen Säämi parlamentaarlii rääđist láá meridâm algâttiđ ohtsij linjimij rähtim sämmilii kulttuuräärbi uásild oovtâstpargoost Suomâ, Ruotâ já Taažâ Sämitigijguin sehe Sämirađđijn.

source: Tavoitteena on muodostaa yhtenäinen saamelaisten näkemys kulttuuriperintömme ja perinteisen tiedon itsehallinnosta, suojelusta ja hyödyntämisestä.
smn: Ulmen lii hammiđ ohtâlâs sämmilij uáinu mii kulttuuräärbi já ärbivuáválii tiäđu jiešhaaldâšmist, suoijâlmist já kiävtust.

source: – Meillä saamelaisilla on yhteiskuntamme sisällä vahvaa osaamista ja asiantuntijuutta omaan kulttuuriperintöömme, sen säilyttämiseen ja sen hyödyntämiseen liittyen.
smn: – Mist sämmilijn lii jieččân siärváduv siste noonâ máttu já äššitubdâmuš jieččân kulttuuräärbist, ton siäilutmist já ton kiävtust.

source: Näen tärkeänä, että seuraavaksi varmistetaan, että saamen kansa pääsee tutustumaan kokoelmaan meille luontaisilla tavoilla ja ottamaan takaisin tätä osaa kulttuuriperinnöstämme, jatkaa Juuso.
smn: Mun anam tehálâžžân, ete čuávuvâžžân visásmittep, ete sämiaalmug piäsá uápásmuđ nurâldâhân mijjân luándulij vuovijguin já väldiđ maasâd taan uási mii jieččân kulttuuräärbist, juátká Juuso.

source: Lue puhe täältä .
smn: Luuvâ saavâ tääbbin .

source: Saamelaiskokoelma käsittää runsaat 2000 esinettä, jotka on kerätty saamelaisalueelta vuosina 1830-1998.
smn: Sämmilâšnurâldâh ana sistees pajeláhháá 2000 tiŋgâd, moh láá nurrum sämikuávlust iivij 1830-1998 ääigi.

source: Saamelaismuseo vastaanottaa kokoelman uuteen, keväällä 2021 valmistuneeseen kokoelmayksikköön.
smn: Säämimuseo váldá nurâlduv vuástá uđđâ nurâldâhohtâdâhân, mii lii valmâštum kiđđuv.

source: Lue Saamelaismuseo Siidan tiedote .
smn: Luuvâ Säämimuseo Siida tiäđáttâs .

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso(at)samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi
